xml/response/filmatiseretbog_untergang.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatSingleManifestationRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
  <ofo:fullDisplayInformation>
    <ofo:creator>&lt;div class="creators"&gt;
  &lt;span class="creator phraseLink"&gt;Traudl Junge&lt;/span&gt;
&lt;/div&gt;</ofo:creator>
    <ofo:title>&lt;div class="title"&gt;Til den bitre ende&lt;/div&gt;</ofo:title>
    <ofo:type>&lt;div class="type"&gt;Bog&lt;/div&gt;</ofo:type>
    <ofo:description>&lt;div class="subjects"&gt;
  &lt;span class="subjectHeader"&gt;Emne:&lt;/span&gt;
  &lt;span class="subject phraseLink"&gt;Adolf Hitler&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;Traudl Junge&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;den 2. verdenskrig&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;historie&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;Tyskland&lt;/span&gt;
   ; 
  &lt;span class="subject phraseLink"&gt;1940-1949&lt;/span&gt;
&lt;/div&gt;&lt;div class="abstract"&gt;Traudl Junge (1920-2002) var sekretær for Adolf Hitler fra 1942 frem til hans død. Hun skrev hans taler, breve og hans private og politiske testamente og tilbragte de sidste timer med ham i bunkeren i Berlin&lt;/div&gt;</ofo:description>
    <ofo:details>&amp;lt;div class="originalTitle"&amp;gt;
  &amp;lt;span class="originalTitleHeader"&amp;gt;Originaltitel:&amp;lt;/span&amp;gt;
  &amp;lt;span class="originalTitle"&amp;gt;Bis zur letzten Stunde&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="alternativeTitle"&amp;gt;
  &amp;lt;span class="alternativeTitle"&amp;gt;Alternativ titel: Der untergang&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="contributors"&amp;gt;
  &amp;lt;span class="contributor"&amp;gt;tekst: Traudl Junge&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="format"&amp;gt;255 sider, tavler&amp;lt;/div&amp;gt;&amp;lt;div class="forms"&amp;gt;
  &amp;lt;span class="formHeader"&amp;gt;Form:&amp;lt;/span&amp;gt;
  &amp;lt;span class="subject phraseLink"&amp;gt;erindringer&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;&amp;lt;div class="shelf"&amp;gt;
  &amp;lt;span class="shelfHeader"&amp;gt;Opstilling i folkebiblioteker:&amp;lt;/span&amp;gt;
  &amp;lt;span class="classification phraseLink"&amp;gt;94.41&amp;lt;/span&amp;gt;
&amp;lt;/div&amp;gt;
&lt;div class="usedLanguages"/&gt;&lt;div class="identifiers"&gt;
  &lt;span class="identifierHeader"&gt;ISBN&lt;/span&gt;
  &lt;span class="identifier"&gt;87-7984-100-7&lt;/span&gt;
  &lt;span class="identifierHeader"&gt;ISBN&lt;/span&gt;
  &lt;span class="identifier"&gt;9788779841000&lt;/span&gt;
&lt;/div&gt;&lt;div class="priceInformation"&gt;
  &lt;span class="priceHeader"&gt;Pris ved udgivelsen:&lt;/span&gt;
  &lt;span class="price"&gt;kr. 59,95&lt;/span&gt;
&lt;/div&gt;&lt;div class="languageInformation"/&gt;
&lt;span class="languageHeader"&gt;Sprog:&lt;/span&gt;
&lt;span class="language"&gt;Dansk&lt;/span&gt;</ofo:details>
    <ofo:publicationDetails>&lt;div class="publication"&gt;
  &lt;span class="edition"&gt;3. udgave, 1. oplag&lt;/span&gt;
  . 
  &lt;span class="publisher"&gt;Satellit&lt;/span&gt;
  , 
  &lt;span class="year"&gt;2005&lt;/span&gt;
&lt;/div&gt;</ofo:publicationDetails>
    <ofo:content/>
  </ofo:fullDisplayInformation>
</ofo:bibliotekdkFullDisplay>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatSingleManifestationRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
